
"Passcode Lock" = "Passcode Lock";

"All data in this app will be erased after %d failed passcode attempts." = "All data in this app will be erased after %d failed passcode attempts.";
"Cancel" = "取消";
"Enable" = "Enable";
"Erase all content in the app after %d failed passcode attempts." = "Erase all content in the app after %d failed passcode attempts.";

"Turn Passcode Off" = "Turn Passcode Off";
"Turn Passcode On" = "Turn Passcode On";
"Change Passcode" = "修改密码";
"Erase Data" = "Erase Data";
"Set Passcode" = "设置隐私密码";
"Turn off Passcode" = "Turn off Passcode";
"Enter Passcode" = "输入密码";
"1 Failed Passcode Attempt" = "密码输入错误1次";
"%i Failed Passcode Attempts" = "密码输入错误%i次";
"Passcodes did not match. Try again." = "两次输入不匹配，请重新输入";
"Enter a different passcode. You cannot re-use the same passcode." = "Enter a different passcode. You cannot re-use the same passcode.";

"Enter your passcode" = "输入你的密码";//"Enter your passcode";
"Enter a passcode" = "输入密码";
"Re-enter your passcode" = "再次输入密码";
"Enter your old passcode" = "Enter your old passcode";
"Enter your new passcode" = "Enter your new passcode";
"Re-enter your new passcode" = "Re-enter your new passcode";